{
  "gameTitle": "Ultimate Railroads",
  "home": {
    "title": "Ultimate Railroads Solo Helper",
    "play1": "Play against Emil, the Solo Mode opponent of <a href='https://boardgamegeek.com/boardgame/329591/ultimate-railroads' target='_blank' rel='noopener'><b>Ultimate Railroads</b></a>.",
    "play2": "This helper application replaces the card deck and provides help inside the app. Beat your own score!",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Setup Game",
    "board": {
      "title": "Setup for Solo Variant",
      "block2CoinsActionSpace": "Place a blockade on the <b>2 coins action space</b>. This action space is not available.",
      "unusedComponents": "Set the last round token, the turn order cards, and the starting bonus cards aside. You also do not need the turn order pawns, because turn order is not used in this variant.",
      "take5Coins": "Take <b>5 coins</b>.",
      "placeWorkers50points": "Give Emil <b>6 workers</b> in the color of your choice. Place his other 2 workers next to space 50 of the scoring track. Emil does not use any other components."
    },
    "modules": {
      "title": "Enable Modules",
      "coal": "Coal Module",
      "manufactory-train": "Manufactory Train Module"
    }
  },
  "turnBot": {
    "title": "Emil",
    "placement": {
      "worker": "Emil places {count} worker: | Emil places {count} workers:",
      "coin": "Emil places 1 coin from the general supply:",
      "worker-coin": "Emil places 1 worker and 1 coin from the general supply:",
      "use-engineer-light-side": "Emil places 1 worker on the light engineer on the game board:"
    }
  },
  "turnPlayer": {
    "title": "Player",
    "turn": "Take your turn."
  },
  "sideBar": {
    "round": "Round",
    "rules": {
      "title": "Emils Rules",
      "updateAvailableTracks": {
        "title": "Update Available Tracks",
        "rule": "During your turn, always keep the available track colors updated if you unlock a new track color. Emil blocks only spaces you can use, and skips all cards for non-available track colors."
      },
      "emilBlocked": {
        "title": "If Emil is Blocked",
        "rule": "Sometimes, Emil cannot place workers on the action space he draws, because you have already occupied that space, or because he does not have enough workers left. If this happens, click on XXX."
      },
      "emilCollectsLocomtivesEngineers": {
        "title": "Emil Collects Locomotives and Engineers",
        "rule": "When Emil takes a locomotive or engineer, place the token in front of him. If there aren’t any locomotives left in the supply, he takes the lowest-numbered factory instead. Locomotives and factories don’t do anything for Emil, he just collects them. The engineers Emil collects count towards engineer majority at the end of the game."
      },
      "emilGetsNewToys": {
        "title": "Emil Gets New Toys",
        "rule": "As soon as you reach 50 points on the scoring track, give Emil 1 of the 2 workers next to the 50 point space. He has 7 workers from now on. When you reach 150 points, give Emil his last worker. Most of the time, this will happen during scoring phases. If you passes these milestones while placing workers, and before Emil has passed, then he can use the new worker during the current round."
      }
    }
  },
  "notfound": {
    "title": "Not Found"
  },
  "action": {
    "playGame": "Play Game",
    "startGame": "Start Game",
    "next": "Next",
    "nextRound": "Next Round",
    "abortGame": "Abort Game",
    "abortGameConfirm": "Aborting the running game - are you sure?",
    "endGame": "End Game",
    "endGameConfirm": "End this game and return to home screen - are you sure?",
    "cancel": "Cancel",
    "backToHome": "Back to Home",
    "back": "Back",
    "close": "Close"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Refresh Application",
    "notice": "The application was updated - do you want to refresh to use the latest version?"
  }
}
